Revit 2027 API
BuiltInFailures.ArrayFailures.CouldntFindNewHostsForElements Property
 Couldn't find new hosts for elements in array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CouldntFindNewHostsForElements { get; }
Public Shared ReadOnly Property CouldntFindNewHostsForElements As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CouldntFindNewHostsForElements {
	FailureDefinitionId^ get ();
}
static member CouldntFindNewHostsForElements : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ArrayFailures Class
Autodesk.Revit.DB Namespace